run/InternallyHeatedConvection_TopCooling/0.orig/Tvar
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2406                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      Tvar;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 2 0 0 0];

internalField uniform 2.3773e-05;

boundaryField
{
    floor
    {
        type            fixedValue;
        value           uniform 0.0;
    }

    ceiling
    {
        type            fixedValue;
        value           uniform 0.0;
    }

    fixedWalls
    {
        type            zeroGradient;
    }
}


// ************************************************************************* //
