run/InternallyHeatedConvection_TopCooling/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

3
(
    floor
    {
        type            wall;
        inGroups        1(wall);
        nFaces          1;
        startFace       199;
    }
    ceiling
    {
        type            wall;
        inGroups        1(wall);
        nFaces          1;
        startFace       200;
    }
    fixedWalls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          800;
        startFace       201;
    }
)

// ************************************************************************* //
